import "./App.css";

function App() {
  return (
    <div className="page">
      <div className="container">

        <div className="card">
          <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR6v62xMG8G7Rg9aleggaH8Z3qBMm_AFDSe86pic_sg042s0vqspefPJnx1&s=10" />

          <p>
           Главные характеристикиДвигатель: Мощный мотор V8 (в разных поколениях это был атмосферный двигатель 6.2 л или современные битурбомоторы).
           Мощность: От 525 до 612 лошадиных сил (и выше в спецверсиях).Разгон (0–100 км/ч): 
           Занимает около 3.4–4.2 секунды в зависимости от поколения и системы полного привода 4MATIC+.
           Коробка передач: Автоматическая спортивная трансмиссия AMG Speedshift.Особенности моделиДизайн:
            агрессивный обвес, фирмéнная решетка радиатора с вертикальными прутьями, 
            большие колесные диски и четыре патрубка выхлопной системы.
          </p>
        </div>

        <div className="card">
          <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSIUZW9PknLECwupUDBdg8x4kJWhCVoYiOM8am8Y_LlpfFWePssSZr9SGc&s=10" />

          <p> 
            Индекс каждого болида строится по единому шаблону, например: Mercedes-AMG F1 W15 E Performance (модель 2024 года).
            Mercedes-AMG — бренд спортивного подразделения компании.F1 — принадлежность к чемпионату Формулы-1.W 
            (Wagen) — традиционная немецкая маркировка Mercedes-Benz для обозначения типа кузова/шасси (машина).
            Порядковый номер — число, означающее поколение болида с момента возвращения заводской команды в 2010 году.
          </p>
        </div>

        <div className="card">
          <img src="https://i.pinimg.com/236x/99/1f/ba/991fbacbb448ab631f97fddd2a3f358f.jpg"/>

          <p>
            Главное об автоДвигатель: Атмосферный бензиновый V8 объемом 6,2 литра (мощность до 514–518 л. с.)
            .Происхождение прозвища: Силуэт кузова с плавными линиями крыши и удлиненным профилем напомнил автомобилистам банан.
            Характер: Редкая и харизматичная версия для ценителей громкого звука выхлопа и динамики.
          </p>
        </div>

      </div>
    </div>
  );
}

export default App;